{
	"Bad Dog": {
		"Subhead": "Your doll just came home to discover that her pup made a terrible mess. Fill in the blanks to read a silly story about a doggie disaster.",
		"Copy": "After a long day at school, I came home only to find a(n) [Describing Word 1] mess! The [Noun 1] was knocked over, spilling [Plural Noun 1] out onto the floor. The couch was ruined! All of the [Plural Noun 2] had been pulled out of the cushions. I had a feeling that the culprit was my dog, [Dog’s Name 1]. [Dog’s Name 1] has been acting out lately by [Action Ending in –ing 1] while I’m away. The dog is upset with me because I’ve been taking it to doggie [Type of Class 1] classes, which it enjoys about as much as getting a bath. Still, I was so angry with [Dog’s Name 1] that I yelled, [Nonsense Word 1]! Then I felt [Feeling 1], because yelling at the dog is pointless. [Dog’s Name 1]  couldn’t possibly know what [Nonsense Word 1] means, even after taking all those classes."
	},
	"Crazy Camping Trip": {
		"Subhead": "Imagine your doll just got back from a wilderness adventure with a friend. Fill in the blanks to read all about their trip.",
		"Copy": "Every summer I go camping with my friend, [Doll’s Friend’s Name 1]. We usually have a great time hiking and swimming, but this year’s trip was different. We couldn’t hike because a storm had washed out the trails, and we couldn’t swim because the lake was infested with [Plural Animal 1]. Instead, we had fun [Action Ending in -ing 1] and [Action Ending in -ing 2] around the campsite. As always, we roasted [Favorite Food 1] on sticks over the campfire and sang [Name of Song 1] until the fire went out. Once we were inside our tent snuggled in our sleeping bags I started  [Action Ending in -ing 3] and telling [Noun 1] jokes. We were having so much fun that we forgot to sleep! It turned out to be a great camping trip after all. "
	},
	"Horse Nonsense": {
		"Subhead": "Your doll just had a crazy day at the stables. Fill in the blanks to read a silly story about a horse gone haywire.",
		"Copy": "I got a job working at the [Word Ending In –ing 1] [Noun 1] Stables. Everything seemed to be going well. I worked with a horse named Sweet [Female Name 1]. First, I cleaned Sweet [Female Name 1]’s stall and gave her fresh water and hay. I even brushed Sweet [Female Name 1]’s [Body Part 1] and [Body Part 2]. Then I offered her an apple. But, to my surprise, she started chewing my [Item of Clothing 1] instead. [Nonsense Word or Sound]! I had to stop this nonsense—fast. I didn’t want my [Item of Clothing 1] to smell of horse drool, so I tried to distract Sweet [Female Name 1] with an extra-special treat. I took a few [Plural Noun 1] from my bag and held them in front of Sweet [Female Name 1]’s mouth, but she didn’t care. She just kept munching on my [Item of Clothing 1]. I can’t understand why, though. What kind of a horse doesn’t like [Plural Noun 1]?"
	},
	"Household Names": {
		"Subhead": "Fill in the blanks to read a news report about a family that gives new meaning to the term “household names.”",
		"Copy": "Mr. [Male Name 1] Smith and Mrs. [Female Name 1] Smith decided to spice up their lives by naming their children after common household items. The couple chose to name their oldest daughter [Fruit 1], their son [Kitchen Appliance 1], and another daughter [Junk Food 1]. The family says that the names attract a lot of attention. “I feel [Emotion 1] about it, but I think my sister feels [Emotion 2] about it,” said [Fruit 1]. “Still, we’re a unique family, so it’s nice to have unusual names. After all, we wouldn’t want everyone to be named [Common Male Name 1].” The parents say they don’t regret their name choices at all. “In fact, if we have another child, we think we’ll call him or her [Animal 1],” says Mr. Smith."
	},
	"Kitchen Calamity": {
		"Subhead": "Imagine your doll is an aspiring chef. Fill in the blanks to find out what’s cooking in her kitchen.",
		"Copy": "I may have failed [Number Higher Than Five] cooking classes, but that hasn’t stopped me from having fun in the kitchen. I try a new recipe every week. Today I made my doll [Your Doll’s Name]’s favorite deep-fried [Plural Food 1]. First, I mixed up the batter in a big bowl. The recipe called for cornmeal, but I didn’t have any, so I used crushed [Food 1] instead. Next, I dipped the [Plural Food 1] into the batter. I was having a [Describing Word 1] time—that is, until my [Type of Pet 1] jumped onto the counter and sent the bowl of batter flying! I shouted “[Word to Yell 1]!” Then I realized that [Plural Food 1] battered in crushed [Food 1] probably wouldn’t taste that great, so my sweet [Type of Pet 1] really helped me avoid a kitchen calamity. Good [Type of Pet 1]!"
	},
	"Kooky Café": {
		"Subhead": "Imagine your doll and her friend just got back from a new restaurant and wants to tell everyone about it! Fill in the blanks to read about her unusual dining experience.",
		"Copy": "My friend [Doll’s Friend’s Name 1] and I had dinner at a new restaurant called the [Noun 1] Café. It was tough to decide what to order. Everything on the menu sounded [Describing Word 1]. I thought it would be best to try the house special, [Noun 2] casserole. To my surprise, [Doll’s Friend’s Name 1] ordered the [Noun 3] tacos. When the waitress brought the food to our table, I started to lose my appetite. The casserole was actually [Color]. It smelled like [Smelly Noun or Plural Noun 1]! The tacos tasted like [Art Supply 1], but [Doll’s Friend’s Name 1] ate them all. I guess that means we’ll be eating at the [Noun 1] Café again."
	},
	"Recipe for Disaster": {
		"Subhead": "Fill in the blanks to see what happens when you and your doll bake a pie without following the recipe.",
		"Copy": "My doll [Your Doll’s Name 1] and I don’t usually bake, but we wanted to surprise my mother with her favorite pie. First, we made the piecrust, following the directions to a T. The pie filling, however, was another story. We couldn’t follow the recipe because [Friend’s Name 1] had eaten all of the apples for the filling! Fortunately, we found just the right thing to replace them—the [Plural Vegetable 1] from the back of the [Kitchen Appliance 1]. We mixed cornstarch and [Liquid 1] into the [Plural Vegetable 1] and then poured the filling into the piecrust. Next, we covered the pie with the top crust and cut a [Noun 1] shape in the top. Finally, we baked the pie until it was golden brown. It turned out [Describing Word 1]! I think Mom is going to be really surprised when she tastes it."
	},
	"Thanksgiving “Our” Way": {
		"Subhead": "Fill in the blanks to see what your family will be gobbling up on Thanksgiving when a certain relative takes charge.",
		"Copy": "Most people eat turkey and pumpkin pie for Thanksgiving, but not our family—at least not this year. This year [Name of Relative 1] is cooking and insists that we make Thanksgiving extra special by celebrating “our” way. That means the house must be decorated from top to bottom with [Describing Word] [Plural Noun 1], and [Name of Singer]’s music has to be blasting non-stop from the stereo. Last but not least, there’s [Name of Relative 1]’s special Thanksgiving menu, which includes mashed [Plural Noun 2], roasted [Type of Fish 1], and [Vegetable 1] pie for dessert. With a Thanksgiving dinner like this, you can see why my doll [Your Doll’s Name] thinks we should call it “Yucks-giving” instead. But like [Name of Relative 1] always says, “Thanksgiving isn’t just about food. It’s about being with the people you love. For that, we are truly thankful."
	},
	"Breaking News!": {
		"Subhead": "Image that you and your doll are listening to the radio when the program is interrupted by a news flash that’s out of this world. Fill in the blanks to get all the details.",
		"Copy": "NASA reported today that an alien species has landed on Earth near [Your State 1]. Scientists have decided to call the aliens “[Nonsense Word 1].” Typical aliens appear to have [Small Number 1] arm(s) and they wear [Plural Noun 1] on their heads. They like to eat a food that looks like [Plural Noun 2]. The noise they make when they’re [Verb Ending in –ing] sounds like “[Noise 1].” At this stage, scientists are asking people to avoid alien contact because the aliens have been known to turn things into [Plural Noun 3]. We advise listeners to stay safe and stay tuned!"
	},
	"Atrocious Art Show": {
		"Subhead": "Imagine your doll has been invited to see the work of an outrageous new artist. Fill in the blanks to read a newspaper report about the ghastly gallery night.",
		"Copy": "Last night’s art opening at the [Noun 1] Gallery created quite a stir with a show of portraits by [First Name 1] [Last Name 1]. One gallery visitor commented, “The paintings are [Describing Word 1], yet I can't seem to look away. The [Plural Body Part] in the portraits seem to follow you around the room.” A local critic pointed out, “Most people came here to see art. However, I believe many people left feeling they’d seen [Plural Noun 1]. Others found the artist’s work unintentionally [Describing Word 2].” On a more positive note, one visitor said, “I go to a lot of openings, and sometimes they’re pretty stuffy. Not this one. Instead of serving fancy drinks and hors d’oeuvres, this gallery offered [Drink] and [Kind of Candy].”"
	},
	"Doo-Dah Day Remix": {
		"Subhead": "Do you and your doll like horses? Fill in the blanks to make a silly song about horse racing. Then sing the words to the tune of Camptown Races!",
		"Copy": "Sing these words to the tune of Camptown Races (Oh, Doo-Dah Day). <br/>[Place Name 1] horses sing this song, [Nonsense Word 1], [Nonsense Word 1]<br/>[Place Name 1] racetrack [Number] miles long. Oh, [Nonsense Word 1] day!<br/>I went down there with my [Noun 1] caved in, [Nonsense Word 1], [Nonsense Word 1]<br/>I go back home with a pocket full of [Plural Nouns 1]. Oh, [Nonsense Word 1] day!<br/>(Chorus)<br/>Goin’ to [Action Word 1] all night!<br/>Goin’ to [Action Word 1] all day!<br/>I’ll bet my [Noun 2] on the [Describing Word] horse.<br/>Somebody bet on the bay."
	},
	"Funny Fan Mail": {
		"Subhead": "Imagine your doll is a famous movie star who gets tons of fan mail. Fill in the blanks to read a letter from her biggest fan.",
		"Copy": "Dear [Your Doll’s Name],<br/>I saw your movie, [Describing Word 1] [Noun 1]. I thought it was really [Describing Word 2]. I especially liked the part where you [Action Ending in –ed] the [Noun 2]! I also liked the scene in which all of the [Plural Noun 1] were chasing you. I loved the movie so much that I think they should make an entire series. I’d definitely see them all. I’d like to see what would happen if the [Plural Noun 1] actually catch you! I hope it’s not [Describing Word 3].<br/>Your biggest fan,<br/>[Person’s Name]"
	},
	"Ridiculous Robot": {
		"Subhead": "Fill in the blanks to find out what happens when your doll gets a personal robot that’s not quite what she ordered.",
		"Copy": "My new robot was delivered today! When I took it out of the box I felt [Emotion 1] because it looked like a bunch of [Plural Noun 1] and lights welded together. When I turned on the robot it said, “My name is [Your Initials 1]-[Number 1]. I’m great at cleaning and repairing [Plural Noun 2]. What can I do for you?” I asked [Your Initials 1]-[Number 1] to vacuum the [Noun 1]. But the robot ignored the [Noun 1] and started throwing [Plural Noun 4] around the [Room in House]! Clearly, something was wrong with [Your Initials 1]-[Number 1], so I turned it off. I guess I could have the robot repaired, but I think I’ll exchange it for a [Noun 2] instead."
	}
}